Repository: 9000000/script.program.sub-ai-translator
Catalog: resources/language/resource.language.*/strings.po
Languages: nl_nl, pl_pl

# #30000
source: Translate subtitle file
nl_nl: Vertaal ondertitelbestand
pl_pl: Przetłumacz plik napisów

# #30001
source: Translation cancelled
nl_nl: Vertaling geannuleerd
pl_pl: Tłumaczenie anulowano

# #30002
source: Estimated cost
nl_nl: Geschatte kosten
pl_pl: Szacowany koszt

# #30003
source: Estimated tokens: {tokens} Estimated cost: ~${usd} Continue?
nl_nl: Geschat aantal tokens: {tokens} Geschatte kosten: ~${usd} Doorgaan?
pl_pl: Szacowana liczba tokenów: {tokens} Koszt: ~${usd} Kontynuować?

# #30004
source: Translation complete
nl_nl: Vertaling gelukt
pl_pl: Tłumaczenie zakończone

# #30005
source: Saved to: {filename}
nl_nl: Opgeslagen als: {filename}
pl_pl: Zapisano do: {filename}

# #30006
source: Translation error
nl_nl: Vertalingsfout
pl_pl: Błąd tłumaczenia

# #30007
source: Translate subtitles...
nl_nl: Vertalen van de ondertiteling...
pl_pl: Przetłumacz napisy...

# #30008
source: No file path provided
nl_nl: Geen bestandspad opgegeven

# #30009
source: No .srt subtitles found
nl_nl: Geen .srt ondertiteling gevonden
pl_pl: Nie znaleziono napisów .srt

# #30010
source: Choose subtitle file
nl_nl: Kies ondertitelingsbestand
pl_pl: Wyodrębnianie napisów...

# #30011
source: Extracting embedded subtitles...
nl_nl: Ingesloten ondertitels worden geÃ«xtraheerd...

# #30012
source: Failed to extract subtitles
nl_nl: Extractie van ondertitels mislukt
pl_pl: Nie udało się wyodręnić napisów
